Repository: AlexOstrovsky/phone-number-bundle
Catalog: src/Resources/translations/validators.*.xlf
Languages: fr, hu, pt

source: This value is not a valid phone number.
fr: Cette valeur n'est pas un numéro de téléphone valide.
hu: Hibás telefonszám.
pt: Este valor não é um número de telefone válido.

source: This value is not a valid fixed-line number.
fr: Cette valeur n'est pas un numéro de téléphone fixe valide.
hu: Hibás vonalas telefonszám.
pt: Este valor não é um número fixo válido.

source: This value is not a valid mobile number.
fr: Cette valeur n'est pas un numéro de téléphone mobile valide.
hu: Hibás mobil szám.
pt: Este valor não é um número de celular válido.

source: This value is not a valid pager number.
fr: Cette valeur n'est pas un numéro de téléphone bipeur valide.
hu: Hibás csipogó szám.
pt: Este valor não é um número de pager válido.

source: This value is not a valid personal number.
fr: Cette valeur n'est pas un numéro de téléphone personnel valide.
hu: Hibás központi telefonszám (follow me number).
pt: Este valor não é um número pessoal válido.

source: This value is not a valid premium-rate number.
fr: Cette valeur n'est pas un numéro de téléphone premium valide.
hu: Hibás emelt díjas telefonszám.
pt: Este valor não é um número de valor acrescentado válido.

source: This value is not a valid shared-cost number.
fr: Cette valeur n'est pas un numéro à coût partagé valide.
hu: Hibás normál díjas telefonszám (shared-cost number).
pt: Este valor não é um número de custo partilhado válido.

source: This value is not a valid toll-free number.
fr: Cette valeur n'est pas un numéro vert valide.
hu: Hibás ingyenes telefonszám.
pt: Este valor não é um número de discagem gratuita válido.

source: This value is not a valid UAN.
fr: Cette valeur n'est pas un numéro de téléphone UAN valide.
hu: Hibás központi telefonszám (UAN).
pt: Este valor não é um UAN válido.

source: This value is not a valid VoIP number.
fr: Cette valeur n'est pas un numéro de téléphone VoIP valide.
hu: Hibás VoIP telefonszám.
pt: Este valor não é um número VoIP válido.

source: This value is not a valid voicemail access number.
fr: Cette valeur n'est pas un numéro de répondeur valide.
hu: Hibás hangposta hozzáférési szám.
pt: Este valor não é um número de correio de voz válido.
